13/data/attachments/87b0b943d730fe98.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Regina_sport_Friend_70102_9</nif:username>
            <nif:friendToBeRequested>soap_friends_ec6e5ccc-b544-4b3c-81fc-aa908783029c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>